{
  "plugins": {
    "completion-blink-cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "completion-blink-cmp-words": {
      "src": "https://github.com/archie-judd/blink-cmp-words"
    },
    "dashboard-dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim"
    },
    "debug-nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "debug-nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "debug-nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "debug-nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "file-mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "file-mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "file-mini.pic": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "git-gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "git-lazygit": {
      "src": "https://github.com/kdheepak/lazygit.nvim"
    },
    "jump-leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim"
    },
    "lsp-mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "lsp-nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "markdown-bullets.vim": {
      "src": "https://github.com/bullets-vim/bullets.vim"
    },
    "markdown-render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "syntax-nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "theme-catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "theme-github": {
      "src": "https://github.com/projekt0n/github-nvim-theme"
    },
    "theme-gruvbox": {
      "src": "https://github.com/morhetz/gruvbox"
    },
    "theme-kanagawa": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "theme-nightfox": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "theme-rose-pine": {
      "src": "https://github.com/rose-pine/neovim"
    },
    "theme-tokyonight": {
      "src": "https://github.com/folke/tokyonight.nvim"
    },
    "tips-which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}