{
  "plugins": {
    "bullet-bullets.vim": {
      "src": "https://github.com/bullets-vim/bullets.vim"
    },
    "completion-blink-cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "completion-blink-cmp-words": {
      "src": "https://github.com/archie-judd/blink-cmp-words"
    },
    "cursor-which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "dashboard-dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim"
    },
    "debug-nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "debug-nvim-dap-python": {
      "src": "https://github.com/mfussenegger/nvim-dap-python"
    },
    "debug-nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "debug-nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "file-mini.files": {
      "src": "https://github.com/nvim-mini/mini.files"
    },
    "file-mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "file-mini.pic": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "git-gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "jump-leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim"
    },
    "lsp-mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "lsp-nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "markdown-render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "syntax-nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "theme-catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "theme-gruvbox": {
      "src": "https://github.com/morhetz/gruvbox"
    }
  }
}